[
  {
    "id": 1,
    "title": "Nova 2025 Mazda CX70 je napravljen samo za unikatne kupce",
    "date": "21.05.2024.",
    "text": "Nismo sigurni koliko postoji potreba na masovnom tržištu za brzim, dobro upravljanim srednje velikim SUV-om sa tri reda sedišta, i veoma sličnim brzim, dobro upravljanim srednje velikim SUV-om bez trećeg reda sedišta, ali Mazda se nada da će oba modela pronaći svoju publiku. CX-70 je namenjen onima koji uživaju u vožnji kao vozilo koje prolazi kroz krivine i žele to da rade sa puno stvari u prtljažniku, ali bez potrebe za sklapanjem sedišta. Mazda CX-70 iz 2025. godine iznenadila je sve na premijeri početkom 2024. godine jer nije bila manji model zasnovan na CX-60, već zapravo CX-90 verzija sa prepravljenim izgledom i bez trećeg reda sedišta. Testirali smo i verziju sa 340 KS i 3.3 litra i plug-in hibrid sa 323 KS kako bismo videli da li CX-70 ima značajne razlike u karakteru u odnosu na svog trorednog rođaka. Predstavnici Mazde očigledno su umorni od objašnjavanja odluke da se CX-70 pravi kao poseban model, a ne kao oprema za CX-90. Na kraju, možda je to strategija za SEO. „Postoje dva jedinstvena kupca za SUV-ove sa tri reda naspram onih sa dva reda,“ kaže Dan Aguilar, menadžer proizvoda za planiranje linije vozila u Mazdi. „Želimo da budemo na listi za oba.“ Sa tim u vidu, zanemarićemo CX-90 i posvetićemo se CX-70 na njegove vlastite uslove. To je srednje veliki SUV koji je sa svojih 122,8 inča međuosovinskog rastojanja na većoj strani i prvenstveno se fokusira na prostor za noge u drugom redu i prostor u prtljažniku. CX-70 ima tipičan Mazda SUV oblik, manje uglast nego mnogi od kvadratnih dizajna na putu, sa suptilnim krivama koje mu daju atraktivan izgled sa svih uglova osim najzadnjeg. Sa zadnje strane izgleda malo izbočeno, ali, uostalom, mnogi od nas su takvi. CX-70 dobija drugačiji donji prednji branik od CX-90, a svi detalji su u crnoj boji, bilo u sjajnom ili mat finišu.",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/2025-mazda-cx-70-103-664ba47100134.jpg?crop=0.526xw:0.507xh;0.437xw,0.245xh&resize=1200:*"
  },
  {
    "id": 2,
    "title": "Nasa 2023 Toyota Tundra Hybrid je unapređena",
    "date": "12.05.2024.",
    "text": "Nije lako prodati velike kamionete Amerikancima koji obožavaju kamione, osim ako niste američka marka. Pitajte Nissana, koji je prekinuo proizvodnju modela Titan nakon dvadeset godina pokušaja da se takmiči sa polutonskim rivalima iz Forda, GM-a i Rama. Toyota Tundra je prodavana bolje od Nissana Titana u odnosu više od tri puta tokom poslednjih šest godina, ali i ona je u senci domaćih prodajnih velikana. Kada smo prošle godine dodali 2023. Tundra Hybrid Limited u našu dugoročnu flotu, znali smo da Toyota nije dizajnirala ovaj model da obori Detroit Three. Ipak, pitali smo se da li bi reinventovana Tundra mogla smanjiti razliku između sebe i omiljenih američkih kamioneta. Nakon 40.000 milja, imamo odgovor. Tundra je dobila potpuni redizajn za 2022. godinu, što je donelo više oštru karoseriju i izgled poput Peterbilt-ovog takozvanog Nosa. Napustila je stari V-8 motor u korist trojice V-6 motora, usvojila čvrstiju ljestvicu i zamenila zadnje opruge sa oprugama sa oprugama. Promena na zadnjem ovjesu pomogla je da se vožnja transformiše iz nervozne u glatku, posebno uz opcionu zadnju vazdušnu suspenziju za nivelisanje tereta. Naša Tundra je bila tako opremljena, a njena glatka vožnja je dobila mnogo pohvala u beležnicama, s jednim članom tima koji je čak uporedio sa Ramom 1500—koji je trenutno merilo u segmentu. Ne samo da je vožnja Tundre rivalizovala sa vožnjom dugogodišnjeg pobednika 10Best nagrada, bilo da se krećete po gradu ili prevozite porodice širom zemlje, mislili smo da se ponaša više kao veliki SUV nego kao kamionet sa šasijom. To možda nije prednost za puriste kamioneta, ali bi trebalo da bude za sve ostale.",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/2023-toyota-tundra-hybrid-limited-crewmax-101-664c9fa6b1714.jpg?crop=1.00xw:0.753xh;0,0.182xh&resize=1200:*"
  },
  {
    "id": 3,
    "title": "Osveženje za 2025. Kia EV6 otkriveno za Koreju, u najavi za ažuriranja u SAD-u",
    "date": "12.04.2024.",
    "text": "Kia EV6 je veoma dobro prihvaćen od strane našeg osoblja otkako je debitovao 2022. godine, i čini se da će dobiti osveženje za modelsku godinu 2025. Automobilka je danas otkrila verziju EV6 za korejsko tržište, koja prikazuje revidirani dizajn i veću bateriju. Ranije ovog meseca smo videli nekoliko teaser fotografija, ali ovo je naš prvi potpuni pregled automobila. Mnoge od promena slede u koraku sa onim što smo videli na Hyundai Ioniq 5 u martu. Kao i kod Hyundaija, ranije dostupna baterija od 77,4 kWh kod Kije je zamenjena novim paketom od 84,0 kWh, što bi trebalo da poboljša maksimalni domet. Očekujemo da će ažurirani paket u Hyundaiu povećati trenutnu procenu dometa EV6 za modele sa zadnjim pogonom sa 303 milje na blizu 325 milja. Trenutni EV6 bi trebao da ima sličan porast, povećavajući procenjeni domet za modele sa zadnjim pogonom na blizu 330 milja, u poređenju sa trenutnim rejtingom od 310 milja. Ranije smo testirali model Wind sa dvostrukim motorima i pogonom na sve točkove na našem putu za ekonomiju goriva pri brzini od 75 mph, i prešao je 230 milja sa punim punjenjem. Veća baterija predstavlja najznačajniju promenu za EV6, ali to nije jedina nadogradnja koja dolazi za ovaj model. Najupadljivija vizuelna promena je ažurirani oblik prednjih svetala. Nove jedinice imaju uglasti LED dnevni svetlosni izvor u obliku slova C koji se obavija oko glavne svetlosne jedinice. Na zadnjem delu automobila, zadnje svetlo zadržava svoj zakrivljeni oblik, ali dodaje novi trokutasti izbočak na svakom kraju. GT-Line model takođe dobija ažurirane prednje i zadnje branike kako bi se razlikovao od manje opremljenih modela.",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/2025-kia-ev6-03-664397e4e746f.jpg?crop=0.871xw:0.588xh;0.0442xw,0.263xh&resize=1200:*"
  },
  {
    "id": 4,
    "title": "1969 De Tomaso Mangusta je nas današnji izbor za predstavljanje",
    "date": "11.04.2024.",
    "text": "Alejandro de Tomaso je bio sve samo ne dosadan, a De Tomaso Mangusta je najdrastičniji automobil koji je nepredvidivi Argentinac ikada stvorio. Nastao iz sukoba sa Carroll Shelby-jem, čak je imao i ime dizajnirano da privuče pažnju. Po Rudyardu Kiplingu, mungosi su poznati po tome što love kobre. Mangusta sa srednje postavljenim motorom i Ford V-8 je bila sirov, bučan trkački automobil za put, ali njen oblik je bio još dramatičniji od njenih mehaničkih karakteristika. Zahvaljujući prelepim linijama Giorgetta Giugiara, još uvek izgleda kao predator spreman da skoči. Mangusta nije uspela da pobedi takozvanu Kobru i često je dobijala kritike što je lepša za gledanje nego za vožnju, ali je uspela da stavi De Tomaso na globalnu mapu. Ford je primetio i povezao se sa firmom za poznatiji (i rafiniraniji) Pantera 1971. godine. Pre toga, napravljeno je 401 Mangusta, uključujući ovaj primerak iz 1969. godine koji je na prodaju na Bring a Trailer (koji, kao i Car and Driver, je deo Hearst Autos). Fascinantno je da je Mangusta bila tek drugi putnički automobil De Tomaso-a, i prvi koji je proizveden u većem broju. Kao uspešni trkači, de Tomaso i njegova američka supruga, Isabelle Haskell, osnovali su De Tomaso Automobili 1959. godine da bi proizvodili takmičarske automobile. Da bi privukli investitore i partnere, lansirali su putnički automobil, Vallelunga sa Ford Cortina motorom, 1963. godine. To je uspelo. Među mnogim projektima na kojima je De Tomaso radio do 1964. godine bio je i P70 trkački automobil. Dizajniran za Shelby-a uz pomoć dizajnera Pete Brocka i namenjen za U.S. Road Racing Championship, koristio bi šasiju iz Vallelunga i 427-kubični inčni verziju Ford-ovog 289-kubičnog inčnog V-8. De Tomaso nije bio u mogućnosti da proširi Ford-ov mali blok toliko i nije mogao da izgradi automobil na vreme za trkačku sezonu 1965. godine, pa je frustrirani Shelby odustao.",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/1969-detomaso-mangusta-bat-101-66464f5525df4.jpg?crop=0.548xw:0.462xh;0.162xw,0.355xh&resize=1200:*"
  },
  {
    "id": 5,
    "title": "McLaren Senna Sempre boja odaje počast legendarnoj trkačkoj zvezdi",
    "date": "21.03.2024.",
    "text": "Prošlo je 30 godina otkako je Ayrton Senna preminuo tokom Velike nagrade San Marina. Sada McLaren odaje počast preminulom vozaču tako što će na oba MCL38 trkačka automobila uložiti Senna-inspirisanu boju na Velikoj nagradi Monaka 26. maja kako bi obeležio ovu priliku. Dok je Senna vozio za Williams u vreme njegove smrti, proveo je veoma produktivnih pet godina u McLarenu od 1988. do 1993. godine, osvojivši tri titule svetskog prvaka u Formuli 1 tokom tog perioda. On je ostao važan deo istorije McLarena da je brend posvetio svoj najjači automobil ovom vozaču. Prikladno, pored F1 automobila, McLaren je iz svoje kolekcije istorijskih automobila izvukao pred-serijski Senna hypercar i dao mu boju ručno oslikanu koju nazivaju „Senna Sempre“, što znači „Senna uvek“. I trkački automobili i cestovni automobil nose boje Senna-ine nacionalne zastave Brazila, koristeći žutu, zelenu i plavu u svakoj boji. Istaknutu žutu boju na trkačkim automobilima razbija plava i zelena pruga i podseća na Senna-ovu ličnu trkačku kacigu. Prema McLaren-u, boja na cestovnom automobilu je ručno oslikana od strane njihovog tima za Specijalne operacije. Automobil je prepun poruka počasti kroz celokupnu farbu. 'Double S' logo je naslikan na krajevima krila, kao i na haubi automobila. Sa strane automobila su prikazane slike Senna-e, kako unutar, tako i izvan njegovog trkačkog automobila. Unutra automobila, paneli vrata su obeleženi potpisom i citatom vozača koji glasi: „Nemam idole. Divim se radu, posvećenosti i kompetenciji.“",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/mclarensennasempre-03-664cb9e12b2d3.jpg?crop=1xw:0.84375xh;center,top&resize=1200:*"
  },
  {
    "id": 6,
    "title": "Mitsubishi će nastaviti sa strategijom koja kombinuje hibride, plug-in hibride i električna vozila",
    "date": "04.03.2024.",
    "text": "Mitsubishi neće morati da se brine sledeći put kada neko upita: „Gde se vidiš za pet godina?“ Nakon sastanka sa svojom nacionalnom grupom dilera, Mitsubishi je otkrio novi petogodišnji plan pod nazivom „Mitsubishi Motors Momentum 2030“\"",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/line-up-teaser-38-6647757ccb6ad.jpg?crop=0.8842407464369937xw:1xh;center,top&resize=1200:*"
  },
  {
    "id": 7,
    "title": "Potvrđeno: BMW uklanja znak i iz naziva svojih vozila sa motorom sa unutrašnjim sagorevanjem",
    "date": "07.02.2024.",
    "text": "Službeno je: u BMW-u, slova I su otišla u istoriju. Novi X3 M50 za 2025. godinu, koji menja prethodni X3 M40i, gubi svoj sufiks znak I, a još mnogo BMW-ovih vozila sa motorom sa unutrašnjim sagorevanjem će ga pratiti. Kao što je prvi izvestio fan sajt BMW Blog, viši potpredsednik BMW-a, Bernd Körber, je naglasio da će istorijska oznaka slovo I sada biti korišćena samo kao prefiks u imenima EV modela u budućnosti. BMW-ov tim za odnose s medijima potvrdio je za C/D da će do promene doći. „Istorijski gledano, iako je naša interpretacija BMW i uvek bila drugačija, to je više inovacija, ne nužno samo električni, a istorijski smo imali injekciju na kraju [oznake],“ rekao je Körber za BMW Blog. „Rekli smo da želimo da zadržimo 'i' kao vrednost i želimo da je zadržimo kao potpis kako bismo označili da vozite električni automobil, i to je bila logika koju smo imali.“ Prvi BMW-ovi pokušaji sa ubrizgavanjem goriva, naravno, bili su u avijaciji. Prvi BMW-ovi putnički automobili sa sufiksom I zapravo nisu imali ubrizgavanje goriva; u modelu 1800ti iz 1963. godine, t označava touring, a i za internacionalni. Kasnije, kao kod modela 3.0CSi iz 1971. godine, I je zaista trebalo da označi da dotični BMW ima ubrizgivače umesto karburatora.",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/2025-bmw-m440i-coupe-taillights-65b931da14c8a.jpg?crop=0.839xw:0.707xh;0.00518xw,0.210xh&resize=1200:*"
  },
  {
    "id": 8,
    "title": "Aston Martinov novi 824-ks V12 motor sa twin-turbo tehnologijom pokretaće predstojeći vrhunski model",
    "date": "30.01.2024.",
    "text": "Kako se sve više V12 motora približava kraju svog životnog ciklusa, Aston Martin se sprema da predstavi novi. Britanska marka je danas otkrila prve detalje o svom novom twin-turbo 12-cilindarskom motoru, koji kažu da je potpuno redizajniran. Ne samo da će ovaj ručno izrađeni motor imati 824 konjske snage i 738 funti-stopa obrtnog momenta, što znači da je znatno jači od 5.2-litarskog V12 motora koji će zameniti, već i da će nadmašiti prethodnu verziju Astonovog V12 motora koji je dostizao 759 konjskih snaga u modelu DBS 770 Ultimate, koji je označio kraj te generacije i predstavljao najmoćniji serijski automobil koji je kompanija ikada proizvela. Očigledno je da će taj naslov biti nadmašen kada novi V12 motor stigne.Kako bi najavila otkrivanje, Aston je objavio kratak video pod nazivom „Početak nove V12 ere“. Među brojnim promenama koje su napravljene na predstojećem V12 motoru su jači blok motora i povezivači. Glave cilindra su takođe redizajnirane, a Aston navodi da su turbopunjači sa većim brzinama i smanjenom inercijom. Sistem ventila je dobio revidirane profile bregastih osovina, kao i nove usisne i izduvne otvore. Sistem goriva V12 motora će imati dizne sa većim protokom, a sveće su takođe premeštene.Aston je ranije rekao da je posvećen proizvodnji 12-cilindarskih motora do 2026. godine. Uvođenje ovog novog V12 motora potvrđuje tu obećanu posvećenost. Kompanija takođe najavljuje da će se novi motor pojaviti u novom vrhunskom modelu koji će biti predstavljen kasnije ove godine. Tada ćemo takođe saznati više tehničkih detalja o motoru koji nisu uključeni u današnje otkrivanje, poput njegove zapremine. Kao što se i očekivalo, kompanija kaže da će novi V12 motor biti ručno izrađivan u ograničenim serijama iz godine u godinu.",
    "imgURL": "https://hips.hearstapps.com/hmg-prod/images/the-dawn-of-a-new-v12-era-01-662ffae41954c.jpg?crop=1.00xw:0.790xh;0,0.0762xh&resize=1200:*"
  }
]